{
    "talk": "Lass reden",
    "about-me": "Über mich",
    "i-am": "Ich bin",
    "about-me-text": "Hallo, ich bin ein Frontend-Entwickler aus Backnang, Deutschland. Mein Einstieg in die Programmierung begann bereits vor meinem Studium an der Hochschule Heilbronn, wo ich meine ersten persönlichen Projekte realisierte. Diese frühen Erfahrungen stärkten meine Leidenschaft für Frontend-Entwicklung, die während und nach meinem Studium weiter wuchs. Durch die praktischen Projekte während meiner Ausbildung an der Developer Academy konnte ich meine Fähigkeiten weiter vertiefen. Im Laufe meiner Karriere habe ich mein Wissen über verschiedene Webentwicklungstechnologien kontinuierlich erweitert und ein sorgfältig ausgewähltes Portfolio meiner Arbeit zusammengestellt. Schau es dir gerne an!",
    "about-me-first-skill": "Ich bin leidenschaftlich daran interessiert, innovative und funktionale Lösungen zu entwickeln, die digitale Erlebnisse gestalten. Die Vielseitigkeit und Dynamik der Programmierung inspirieren mich jeden Tag.",
    "about-me-second-skill": "Für mich verfliegt die Zeit, wenn ich programmiere, und jedes gelöste Problem fühlt sich an, als würde ein Puzzleteil genau an seinen richtigen Platz fallen. Die größte Zufriedenheit verspüre ich, wenn das Problem besonders herausfordernd war.",
    "about-me-h2": "Über mich",
    "my-skills-h2": "Meine skills",
    "gained-experience": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
    "looking-for": "Auf der Suche nach einer",
    "another-skill": "weiteren Fähigkeit?",
    "feel-free-contact-me": "Gerne kannst du mich kontaktieren. Ich freue mich darauf, mein Wissen weiter zu erweitern.",
    "get-in-touch": "Zu Kontakt",
    "selection-of-my-work": "Entdecke hier eine Auswahl meiner Arbeiten – Interagiere mit den Projekten, um meine Fähigkeiten zu sehen.",
    "polo-loco-describe": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pollo Loco, Münzen und Giftflaschen zu finden, um gegen das Killer-Huhn zu kämpfen.",
    "join-describe": "Aufgabenmanager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "pokemon-describe": "Basierend auf der PokéAPI, eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "fabian-comment": "Ich hatte das Vergnügen, mit Okan an unserem Teamprojekt zu arbeiten, und bin von seinen Beiträgen sehr beeindruckt. Er bringt eine positive Einstellung und außergewöhnliches Engagement mit und geht stets über das Erwartete hinaus. Okans tiefgehendes Wissen in JavaScript und sein strukturierter, organisierter Ansatz haben unser Projekt erheblich bereichert. Er ist neugierig und lernwillig, verbessert kontinuierlich seine Fähigkeiten und hat einen positiven Einfluss auf unser Team. Insgesamt war die Zusammenarbeit mit Okan eine durchweg positive Erfahrung, und ich bin überzeugt, dass er eine wertvolle Bereicherung für jedes Team ist.",
    "daniela-comment": "Es war mir eine Freude, mit Okan in einem Team zu arbeiten. Die Zusammenarbeit mit ihm ist unkompliziert und gut organisiert. Dank der guten Kommunikation im Team und seinem unermüdlichen Engagement konnten wir unser Ziel planmäßig erreichen und unser Projekt erfolgreich abschließen. Okan ist ein  hervorragender Teamplayer, und ich würde mich über weitere Projekte mit ihm freuen. Ich wünsche ihm alles erdenklich Gute für seine Zukunft.",
    "got-a-problem": "Hast du ein Problem zu lösen?",
    "contact-me-text": "Kontaktiere mich gerne über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und herauszufinden, wie ich mit meiner Arbeit zu deinen Projekten beitragen kann.",
    "need-developer": "Brauchst du einen Frontend-Entwickler?",
    "contact-me": "Kontaktiere mich!",
    "message": "Deine Nachricht",
    "privacy-policy1": "Ich habe die",
    "privacy-policy2": " Datenschutzrichtlinie",
    "privacy-policy3": " gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "contact-h2": "Kontakt",
    "name-error": "Bitte geben Sie Ihren Namen ein",
    "email-error": "Bitte geben Sie Ihre E-mail ein",
    "message-error": "Bitte gib eine Nachricht ein. Die Länge der Nachricht sollte mindestens 20 Zeichen betragen.",
    "privacy-error": "Du musst der Datenschutzerklärung zustimmen",
    "imprint": "Impressum",
    "information-according": "Angaben gemäß",
    "represented-by": "Vertreten durch",
    "contact": "Kontakt",
    "disclaimer": "Haftungsausschluss",
    "liability-content": "Haftung für Inhalte",
    "liability-text": "Der Inhalt unserer Seiten wurde mit größter Sorgfalt erstellt. Wir können jedoch keine Gewähr für die Richtigkeit, Vollständigkeit oder Aktualität des Inhalts übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 DDG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 DDG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt möglich, an dem wir von einer konkreten Rechtsverletzung Kenntnis erlangen. Bei Bekanntwerden entsprechender Rechtsverletzungen werden wir die betreffenden Inhalte umgehend entfernen.",
    "copyright": "Urheberrecht",
    "copyright-text": "Die Inhalte und Werke, die von den Seitenbetreibern auf diesen Seiten erstellt wurden, unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie dennoch auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
    "data-prtection": "Datenschutz",
    "data-protection-text": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.",
    "data-protection-text2": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "data-protection-text3": "Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.",
    "form-message": "Nachricht senden :)"
}