{
    "talk": "Lets Talk",
    "about-me": "About me",
    "i-am": "I am",
    "about-me-text": "Hello, I'm a Frontend Developer from Backnang, Germany. My journey into programming began even before my studies at Heilbronn University, where I completed my first personal projects. These earlyexperiences strengthened my passion for frontend development, which continued to grow during and after my studies. Through the hands-on projects during my training at the Developer Academy, I was able to further deepen my skills. Throughout my career, I have steadily expanded my knowledge of various web development technologies and have put together a carefully curated portfolio of my work. Feel free to take a look!",
    "about-me-first-skill": "I'm passionate about creating innovative and functional solutions that shape digital experiences. The versatility and dynamism of programming inspire me every day.",
    "about-me-second-skill": "For me, time flies when I'm coding, and every problem I solve feels like fitting a puzzle piece into its perfect spot. The satisfaction is greatest when the problem has been particularly challenging to overcome.",
    "about-me-h2": "About Me",
    "my-skills-h2": "My skills",
    "gained-experience": "I have gained experience in building projects with different frontend technologies and concepts",
    "looking-for": "Looking for",
    "another-skill": "another skill?",
    "feel-free-contact-me": "Feel free to contact me I look forward to expanding on my previous knowledge",
    "get-in-touch": "Get in touch",
    "selection-of-my-work": "Explore a selection of my work here - Interact with projects to see my skills in action",
    "polo-loco-describe": "A simple Jump-and-Run game based on an object-oriented approach. Help pollo loco to find coins and poison bottles to fight against the killer chicken.",
    "join-describe": "Task manager Inspired by the Kanban System. Create and organize taks using drag and drop functions, assign users and categories",
    "pokemon-describe": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
    "fabian-comment": "I have had the pleasure of working with Okan on our team project and am thoroughly impressed by his contributions. He brings a positive attitude and exceptional engagement, consistently going above and beyond. Okan’s deep knowledge of JavaScript and his structured, organized approach have greatly enhanced our project. He is inquisitive and eager to learn, constantly improving his skills and positively impacting our team. Overall, working with Okan has been a highly positive experience, and I believe he is a valuable asset to any team.",
    "got-a-problem": "Got a problem to solve?",
    "contact-me-text": "Contact me throught this form, I am interested in hearing from you, knowing your ideas and contribution to your projects with my work.",
    "need-developer": "Need a Frontend developer?",
    "contact-me": "Contact me!",
    "message": "Your message",
    "privacy-policy1": "I've read the",
    "privacy-policy2": " privacy policy",
    "privacy-policy3": " and agree to the processing of my data as outlined",
    "contact-h2": "Contact",
    "name-error": "Please enter your name",
    "email-error": "Please enter your email",
    "message-error": "Please enter a message. The length of the message should be at least 20 letters",
    "privacy-error": "You must agree to the privacy policy",
    "imprint" : "Imprint",
    "daniela-comment" :"It was a pleasure to work with Okan on the team. The collaboration with him was straightforward and well-organized. Thanks to the excellent communication within the team and his tireless commitment, we were able to achieve our goal on schedule and successfully complete our project. Okan is an outstanding team player, and I would be glad to work with him on future projects. I wish him all the best for his future",
    "information-according" : "Information according to",
    "represented-by":"Represented by",
    "contact" :"Contact",
    "disclaimer" :"Disclaimer",
    "liability-content" : "Liability for Content",
    "liability-text" :"The content of our pages was created with the utmost care. However, we cannot guarantee the accuracy, completeness, or timeliness of the content. As a service provider, we are responsible for our own content on these pages according to general laws, as per § 7 para.1 DDG. According to §§ 8 to 10 DDG, we as service providers are not obligated to monitor transmitted or stored external information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general laws remain unaffected by this. However, liability in this regard is only possible from the point in time at which we become aware of a specific legal violation. Upon becoming aware of such legal violations, we will remove the content in question immediately.",
    "copyright" :"Copyright",
    "copyright-text" : "The content and works created by the site operators on these pages are subject to German copyright law. The duplication, processing, distribution, and any kind of use beyond the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this site are permitted for private, non-commercial use only. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. Third-party content is particularly marked as such. If you nonetheless become aware of a copyright infringement, we ask you to notify us accordingly. Upon becoming aware of any legal violations, we will remove such content immediately.",
    "data-prtection" : "Data Protection",
    "data-protection-text" : "The use of our website is generally possible without providing personal data. Insofar as personal data (such as name, address, or email addresses) is collected on our pages, this is always done on a voluntary basis whenever possible. This data will not be passed on to third parties without your explicit consent.",
    "data-protection-text2" : "We would like to point out that data transmission over the internet (e.g., communication via email) may have security vulnerabilities. Complete protection of data from access by third parties is not possible.",
    "data-protection-text3" : "The use of contact data published as part of the legal notice for sending unsolicited advertisements and informational materials is expressly prohibited. The operators of the website explicitly reserve the right to take legal action in the event of unsolicited receipt of advertising information, such as spam emails.",
    "form-message" : "Send message :)"
}